# TODO: Translation updated at 2016-11-26 07:15

translate english strings:

    # computer_screens.rpy:27
    old "Работать"
    new ""

    # computer_screens.rpy:28
    old "Клубы"
    new ""

    # computer_screens.rpy:29
    old "Школьная форма"
    new ""

    # computer_screens.rpy:30
    old "Система наказаний"
    new ""

    # computer_screens.rpy:31
    old "Учебники"
    new ""

    # computer_screens.rpy:32
    old "Мебель и Строения"
    new ""

    # computer_screens.rpy:33
    old "Ночные действия"
    new ""

    # computer_screens.rpy:35
    old "Проверка камер"
    new ""

    # computer_screens.rpy:42
    old "Ученикам будет разрешено приходить в школу в обычной одежде, что позволит им быть более раскрепощёнными, а также увеличит радость пребывания в \"строгих\" стенах вашего заведения. Требует пройти проверку на лояльность вам учителей."
    new ""

    # computer_screens.rpy:44
    old "Ученики будут приходить в школу в сторогой форме. Это дисциплинирует их, что приводит к улучшенным показателям в учёбе."
    new ""

    # computer_screens.rpy:46
    old "Обычная школьная форма. Не имеет ни положительных, ни отрицательных качеств."
    new ""

    # computer_screens.rpy:48
    old "Сексуальная одежда требует пройти проверку на развратность у учителей. Она даст снижение скромности учителей и учеников ежедневно, вплоть до средних значений. Также она будет повышать развратность учителей и учеников ежедневно. Ну и бонусное возбуждение прямо с утра."
    new ""

    # computer_screens.rpy:50
    old "Совершенно нетрадиционная форма. Юбки укорачиваются до состояния пояса, кружевные чулки и глубокие вырезы поощряются, нижнее бельё порицается. Необходима высокая развратность учителей, чтобы ввести эту форму."
    new ""

    # computer_screens.rpy:52
    old "Голая форма требует пройти проверку на развратность у учителей. Она даст сильное снижение скромности учителей и учеников ежедневно, вплоть до нуля. Также она будет повышать развратность учителей и учеников ежедневно, вплоть до максимума."
    new ""

    # computer_screens.rpy:54
    old "Студенты могут оставаться на дополнительные занятия в третьем классе, после конца уроков, что улучшит их образование и поведение."
    new ""

    # computer_screens.rpy:56
    old "Студенты могут убирать кабинеты после уроков, что уменьшит их счастье."
    new ""

    # computer_screens.rpy:58
    old "Студенты могут убирать улицы, что принесёт вам небольшой ежедневный доход и уменьшит их счастье. Нужно одобрение педсовета."
    new ""

    # computer_screens.rpy:60
    old "Студенты не будут никак наказываться, что уменьшит их послушность и увеличит счастье. Нужно одобрение педсовета."
    new ""

    # computer_screens.rpy:62
    old "Ученицы в наказание будут вынуждены после уроков показывать своё нижнее бельё перед классом. Это сподвигнет их стать более скромными и трудолюбивыми. Или наоборот. Кстати, ваша репутация может пострадать от этого наказания."
    new ""

    # computer_screens.rpy:64
    old "Б/у материалы - это старые учебники, книги купленные у старьёвщиков и на распродаже, самый низкокачественный и плохой продукт, который можно найти."
    new ""

    # computer_screens.rpy:66
    old "Обычные учебники - всё как у всех. Есть несколько хороших учебников, они хранятся в школе и передаются из класса в класс. В основном материалы немного устаревшие, но вы и не ставите перед собой задачу вырастить академиков."
    new ""

    # computer_screens.rpy:68
    old "Высококлассная литература - это качественная, написанная по последнему слову педагогики, литература рассчитанная на все виды образовательной деятельности. Это прекрасные учебники, по которым приятно, и полезно учиться."
    new ""

    # computer_screens.rpy:70
    old "Лучшие сочинения непризнанного педагога Луки Мудищева, окажутся на школьных партах ваших подопечных. Не то, чтобы это было особо дорого, просто как посмотрят на вас родители, если их дети начнут цитировать отрывки из бессмертных произведений автора?"
    new ""

    # computer_screens.rpy:72
    old "Данное действие повысит желание учеников на следующий день."
    new ""

    # computer_screens.rpy:74
    old "Данное действие повысит желание учеников на следующий день ещё сильнее."
    new ""

    # computer_screens.rpy:76
    old "Данное действие слегка повысит развратность учеников на следующий день."
    new ""

    # computer_screens.rpy:78
    old "Данное действие сильно повысит желание учеников мужского пола на следующий день."
    new ""

    # computer_screens.rpy:80
    old "Анатомически корректные манекены будут установлены в класс биологии."
    new ""

    # computer_screens.rpy:82
    old "Видео с интересным контентом будет закуплено для уроков английского языка."
    new ""

    # computer_screens.rpy:84
    old "При покупке вы сможете спать прямо в офисе. Смотрите, не сгорите на работе!"
    new ""

    # computer_screens.rpy:86
    old "Постройка стены скроет школу от лишних глаз."
    new ""

    # computer_screens.rpy:88
    old "Библиотека. Что тут ещё можно сказать? Вы войдёте в историю школы этой постройкой!"
    new ""

    # computer_screens.rpy:90
    old "Химическая лаборатория. Интересно, что там можно исследовать?"
    new ""

    # computer_screens.rpy:92
    old "Подвал, в котором можно заключать учеников."
    new ""

    # computer_screens.rpy:94
    old "Медицинский кабинет. Медсестра прилагается."
    new ""

    # computer_screens.rpy:96
    old "Наглядные пособия будут закуплены для занятий cексуального просвящения. Очень наглядные. И практичные."
    new ""

    # computer_screens.rpy:99
    old "Клуб чирлидеров."
    new ""

    # computer_screens.rpy:100
    old "Команда поддержки вашего спортивного клуба. Девушки, короткие юбчонки, помпоны. Что может быть прекрасней и веселей? Разве что девушки без юбчонок..."
    new ""

    # computer_screens.rpy:101
    old "Стоимость клуба - 200 монет в день"
    new ""

    # computer_screens.rpy:102
    old "Занятия клуба проводятся в спортзале в понедельник, среду и пятницу с 15 до 18."
    new ""

    # computer_screens.rpy:105
    old "Клуб косплейщиков."
    new ""

    # computer_screens.rpy:106
    old "Косплеят всё, от поней до служанок. Всегда можной зайти и посмотреть, чего же там накосплеили сегодня."
    new ""

    # computer_screens.rpy:107
    old "Стоимость клуба - 500 монет в день"
    new ""

    # computer_screens.rpy:108
    old "Занятия проводятся в первом классе, с 15 до 18."
    new ""

    # computer_screens.rpy:111
    old "Спортивный клуб."
    new ""

    # computer_screens.rpy:112
    old "\"В хоккей играют настоящие мужчины!\". На самом деле не только в хоккей и не только мужчины, но чтобы создать успешную команду, школе придётся раскошеливаться на дополнительный спорт инвентарь."
    new ""

    # computer_screens.rpy:113
    old "Стоимость клуба - 100 монет в день"
    new ""

    # computer_screens.rpy:114
    old "Занятия клуба проводятся в спортзале, с 15 до 18 каждый вторник и четверг."
    new ""

    # computer_screens.rpy:117
    old "Кружок рисования."
    new ""

    # computer_screens.rpy:118
    old "Мольберт, кисть и обнажённая натура. Кто знает, может быть на этом кружке родится новый Пикассо?"
    new ""

    # computer_screens.rpy:119
    old "Стоимость клуба - 300 монет в день"
    new ""

    # computer_screens.rpy:120
    old "Занятия клуба проводятся во втором классе, с 15 до 18 ежедневно."
    new ""

    # computer_screens.rpy:123
    old "Клуб грязных трусиков."
    new ""

    # computer_screens.rpy:124
    old "Секретный клуб, участники которого используют вас в качестве посредника для перепродажи свих грязных трусиков всяким извращенцам. Приносит одно нижнее бельё в день за каждого участника. Пострайтесь быть в школе на переменах, вас найдут."
    new ""

    # computer_screens.rpy:127
    old "Медицинский клуб."
    new ""

    # computer_screens.rpy:128
    old "Ученики в этом клубе учатся основам врачебного искусства."
    new ""

    # computer_screens.rpy:129
    old "Стоимость клуба - 250 монет в день"
    new ""

    # computer_screens.rpy:130
    old "Занятия клуба проводятся в медицинском кабинете, с 15 до 18 ежедневно."
    new ""

    # computer_screens.rpy:132
    old "Кондиционер в ваш офис."
    new ""

    # computer_screens.rpy:134
    old "Описания пока нет для [what]. Напишите на форум, если видите это, я постраюсь добавить описание."
    new ""

    # computer_screens.rpy:142
    old "Клуб чирлидеров"
    new ""

    # computer_screens.rpy:153
    old "Косплей клуб"
    new ""

    # computer_screens.rpy:162
    old "Спортивный клуб"
    new ""

    # computer_screens.rpy:171
    old "Кружок рисования"
    new ""

    # computer_screens.rpy:181
    old "Медицинский клуб"
    new ""

    # computer_screens.rpy:191
    old "Клуб грязных трусиков"
    new ""

    # computer_screens.rpy:205
    old "Дополнительные предметы в классах"
    new ""

    # computer_screens.rpy:206
    old "Анатомические манекены (бюджет - 20000)"
    new ""

    # computer_screens.rpy:216
    old "Обучающие видео (бюджет - 10000)"
    new ""

    # computer_screens.rpy:226
    old "Наглядные пособия (бюджет - 15000)"
    new ""

    # computer_screens.rpy:237
    old "\nСтроения и мебель"
    new ""

    # computer_screens.rpy:238
    old "Кондиционер в офис (стоимость - 2000)"
    new ""

    # computer_screens.rpy:248
    old "Кровать в офис (стоимость - 2000)"
    new ""

    # computer_screens.rpy:268
    old "Медицинский кабинет (бюджет - 25000)"
    new ""

    # computer_screens.rpy:278
    old "Стена вокруг школы (бюджет - 100000)"
    new ""

    # computer_screens.rpy:288
    old "Библиотека (бюджет - 150000)"
    new ""

    # computer_screens.rpy:298
    old "Подвал (бюджет - 100000)"
    new ""

    # computer_screens.rpy:313
    old "Обычная одежда"
    new ""

    # computer_screens.rpy:322
    old "Строгая форма"
    new ""

    # computer_screens.rpy:331
    old "Стандартная форма"
    new ""

    # computer_screens.rpy:340
    old "Сексуальная форма"
    new ""

    # computer_screens.rpy:349
    old "Шлюховатая форма"
    new ""

    # computer_screens.rpy:359
    old "Голая форма"
    new ""

    # computer_screens.rpy:369
    old "БДСМ форма"
    new ""

    # computer_screens.rpy:384
    old "Заполнять ежедневные бумаги"
    new ""

    # computer_screens.rpy:385
    old "Выбивать повышение"
    new ""

    # computer_screens.rpy:386
    old "Вывести часть бюджета"
    new ""

    # computer_screens.rpy:388
    old "Замести следы выведения средств"
    new ""

    # computer_screens.rpy:389
    old "Инвестировать в школу"
    new ""

    # computer_screens.rpy:391
    old "Продать трусики в интернете"
    new ""

    # computer_screens.rpy:398
    old "Обучение после уроков"
    new ""

    # computer_screens.rpy:407
    old "Уборка в школе"
    new ""

    # computer_screens.rpy:416
    old "Нет наказания"
    new ""

    # computer_screens.rpy:425
    old "Уборка улиц"
    new ""

    # computer_screens.rpy:434
    old "Наказание стыдом"
    new ""

    # computer_screens.rpy:444
    old "Заключение в подвале"
    new ""

    # computer_screens.rpy:453
    old "Пытки"
    new ""

    # computer_screens.rpy:467
    old "Б/у материалы"
    new ""

    # computer_screens.rpy:475
    old "Стантартные (бюджет - 5 000)"
    new ""

    # computer_screens.rpy:485
    old "Хорошие (бюджет - 15 000)"
    new ""

    # computer_screens.rpy:495
    old "\"Нестандартные\" (бюджет - 50 000)"
    new ""

    # computer_screens.rpy:509
    old "Разложить по классам эротические фотографии"
    new ""

    # computer_screens.rpy:518
    old "Разложить по классам порнографические фотографии"
    new ""

    # computer_screens.rpy:527
    old "Разложить по классам фотки со скрытой камеры"
    new ""

    # computer_screens.rpy:536
    old "Распространить свой запах"
    new ""

