# TODO: Translation updated at 2016-11-26 07:15

translate english strings:

    # generation.rpy:205
    old "Имя: [_fname]"
    new ""

    # generation.rpy:205
    old "Отчество: [_lname]"
    new ""

    # generation.rpy:205
    old "Выбрать историю"
    new ""

    # generation.rpy:205
    old "Закончить"
    new ""

    # generation.rpy:218
    old "Младенчество"
    new ""

    # generation.rpy:218
    old "Детство"
    new ""

    # generation.rpy:218
    old "Школа"
    new ""

    # generation.rpy:218
    old "Университет"
    new ""

    # generation.rpy:218
    old "Работа"
    new ""

    # generation.rpy:218
    old "Сбросить историю"
    new ""

    # generation.rpy:221
    old "Вы родились красивой девочкой\n+Красота -Интеллект"
    new ""

    # generation.rpy:221
    old "Вы смогли вставать на ножки уже в 3-х месячном возрасте\n+Здоровье"
    new ""

    # generation.rpy:221
    old "Вы обожали сосать сиську, даже когда не были голодны\n+Развратность +Грудь +Дырочки --Интеллект"
    new ""

    # generation.rpy:221
    old "Вы смогли осмысленно говорить уже в пол года\n ++Интеллект"
    new ""

    # generation.rpy:221
    old "Вы обожали яркие и блестящие предметы.\n +Деньги"
    new ""

    # generation.rpy:244
    old "Вы любили смотреть, как красится ваша мама\n+Красота -Интеллект"
    new ""

    # generation.rpy:244
    old "Вы были очень активным ребёнком\n+Здоровье"
    new ""

    # generation.rpy:244
    old "Вы показывали свою письку мальчишкам в детском саду\n+Развратность +Дырочки --Интеллект"
    new ""

    # generation.rpy:244
    old "Вы рано научились читать\n ++Интеллект"
    new ""

    # generation.rpy:244
    old "Вы откладывали деньги, которые Вам давали на сладости.\n +Деньги"
    new ""

    # generation.rpy:266
    old "В школе Вы старались выглядеть лучше своих подруг\n+Красота -Интеллект"
    new ""

    # generation.rpy:266
    old "Вашим любимым предметом была физкультура\n+Здоровье"
    new ""

    # generation.rpy:266
    old "Вы любили мастурбировать на занятиях\n+Развратность +Дырочки --Интеллект"
    new ""

    # generation.rpy:266
    old "Вы принимали участие в олимпиадах, и даже занимали там призовые места\n ++Интеллект"
    new ""

    # generation.rpy:266
    old "Вы экономили на обедах, чтобы купить себе что-нибудь дорогое\n +Деньги"
    new ""

    # generation.rpy:289
    old " Вы всегда старались быть накрашенной и ухоженной\n+Красота -Интеллект"
    new ""

    # generation.rpy:289
    old "Вы участвовали во всех спартакиадах, и даже занимали там призовые места\n+Здоровье"
    new ""

    # generation.rpy:289
    old "Вы с лёгкостью меняли сексуальных партнёров\n+Развратность +Дырочки --Интеллект"
    new ""

    # generation.rpy:289
    old "Вы любили естественные науки, и всегда получали по ним хорошие оценки\n ++Интеллект"
    new ""

    # generation.rpy:289
    old "Вы давали деньги в рост одноклассникам. И Вам их даже возвращали с процентами\n +Деньги"
    new ""

    # generation.rpy:311
    old "Вы тщательно следите за собой, и регулярно посещаете парикмахерские и салоны красоты\n+Красота -Интеллект"
    new ""

    # generation.rpy:311
    old "Вы бегаете утром, и следите за своим здоровьем\n+Здоровье"
    new ""

    # generation.rpy:311
    old "Вы использовали своё тело для продвижения по карьерной лестнице\n+Развратность +Дырочки +Грудь --Интеллект"
    new ""

    # generation.rpy:311
    old "Вы регулярно повышаете свой уровень образования\n ++Интеллект"
    new ""

    # generation.rpy:311
    old "Вы любите деньги, а они любят вас\n +Деньги"
    new ""

