# TODO: Translation updated at 2016-11-26 07:14

# /home/jeremi360/events/beachChangeRoom.rpyc:12
translate english loc_gloryHole_2d1948f9:

    # "Вы засунули пальчики в дырочку для привлечения внимания и стали ждать, откликнется ли кто-нибудь на ваш призыв или нет."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:15
translate english loc_gloryHole_95f7849b:

    # "Почти сразу вы услышали удивлённый возлас с другой стороны."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:19
translate english loc_gloryHole_8985175e:

    # "На этот раз вам достался здоровенный, хотя и короткий член. Его головка была так велика, что попросту не помещалась вам в рот. Но деваться было некуда, и вы решили всё таки закончить начатое. Кто их знает, этих неудовлетворённых мужчин, вдруг ворвётся в вашу кабинку?"
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:20
translate english loc_gloryHole_3224fa24:

    # "Активно помогая себе рукой вы принялись тщательно вылизывать огромную головку со всех сторон. Член был чистый и слегка солоноватый. Закрыв глаза, вам на секнду показалось, что вы отсасываете у океана. Эта мысль вас безусловно возбудила, и вы опустили свою руку к промежности, нащупывая губки своего бутончика."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:21
translate english loc_gloryHole_a0d318fa:

    # "Мужик с другой стороны стены не смог долго выдерживать ваши ласки, и его член задрожал в ваших руках. Ваш рот начал наполняться вязким и горьковатым семенем, но вы не останавливались, пока ствол в ваших руках не перестал оргазмично вздрагивать."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:26
translate english loc_gloryHole_c0ede90a:

    # "В ответ на ваши призывы, ваш рот заполнился небольшим, но твёрдым как орех, членом."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:27
translate english loc_gloryHole_03db1417:

    # player.say "\"Такой мог бы быть у одного из моих учеников.\", - подумали вы, вдумчиво обсасывая его."
    player.say ""

# /home/jeremi360/events/beachChangeRoom.rpyc:28
translate english loc_gloryHole_b146e99d:

    # "Член был слегка немыт, но это придавало даже какую-то остроту ощущениям. Вы пережали пальцами ствол у самой дырки и принялись активно чистить орган своим языком и губками."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:29
translate english loc_gloryHole_119290ca:

    # "За стеной раздались громкие стоны и в ваш рот брызнула струйка семени. Почему-то с персиковым ароматом. С довольной улыбкой, насколько она вообще возможна с членом во рту, вы приняли в себя всю страсть неизвестного любовниика и отпустили его."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:33
translate english loc_gloryHole_0d3b43ca:

    # player.say "\"Очередной толстяк\", - вздохнув, подумали вы, понимая, что в вашем рту, дай бог, поместится хотя бы головка."
    player.say ""

# /home/jeremi360/events/beachChangeRoom.rpyc:35
translate english loc_gloryHole_9320c1d4:

    # "Раздвинув челюсти до предела, вы обхватили губами огромный член и принялись работать своим язычком над уздечкой и маленькой дырочкой на кончике. Пенис подрагивал, и мужик с другой стороны стены, похоже, получал нехилое удовольствие."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:36
translate english loc_gloryHole_1810a92d:

    # player.say "\"И зачем я этим занимаюсь?\", - ритмично двигая головой, подумалось вам."
    player.say ""

# /home/jeremi360/events/beachChangeRoom.rpyc:37
translate english loc_gloryHole_1e56872b:

    # "Впрочем, все разумные мысли вскоре выветрились, и в вашей голове осталась только одна - \"Вылизать этот член до блеска!\". Чем вы, собственно, и продолжили заниматься."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:38
translate english loc_gloryHole_dd0f217e:

    # "Вытащив головку из рта, вы принялись покрывать поцелуями нежную кожу, слегка покусывая надувшиеся венки. Вытащив язык, вы провели им по нижней части члена, завершив движение тем, что ваши губы плотно обняли головку. Выдержать такое не каждому дано, и с той стороны стены не нашлось исключений. Ваше горло затопили бурные потоки спермы, и вы едва удержались от кашля."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:45
translate english loc_gloryHole_85af6d45:

    # "Бесцельно потратив 10 минут своего времени, вы так никого и не дождались."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:51
translate english beach_qwest_ad4497ac:

    # "На грани слуха вы улавливаете какие-то звуки. Кажется, это стоны, как будто кому-то плохо."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:52
translate english beach_qwest_f4ad5b97:

    # player.say "Надо обследовать комнату."
    player.say ""

# /home/jeremi360/events/beachChangeRoom.rpyc:56
translate english beach_qwest_5368e275:

    # player.say "У-ф-ф, нет, он слишком тяжёлый для меня!"
    player.say ""

# /home/jeremi360/events/beachChangeRoom.rpyc:57
translate english beach_qwest_58be2d19:

    # "Вы попытались отодвинуть шкаф, но безуспешно. Пока вы решали как его лучше сдвигать с места, звуки стихли."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:61
translate english beach_qwest_30fc6d2c:

    # player.say "Гвозди. Если быть точным - раз, два, три... 15 гвоздей!"
    player.say ""

# /home/jeremi360/events/beachChangeRoom.rpyc:62
translate english beach_qwest_da67caa0:

    # "Зеркало жёстко прибито к стене, в любом случае отодвинуть его не удасться. Пока вы ощупывали своё отражение, звуки стихли."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:65
translate english beach_qwest_26b231f8:

    # player.say "Х-м-м-м."
    player.say ""

# /home/jeremi360/events/beachChangeRoom.rpyc:66
translate english beach_qwest_d8d8061f:

    # "Отодвинув полотенце, вы с некоторым удивлением обнаруживаете под ним маленькую дырочку. Судя по всему, звуки доносятся именно из неё."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:68
translate english beach_qwest_f4b18f93:

    # "Посмотрев в дырочку, вы увидели очень возбуждающую картину. Вы и раньше знали, что существуют девушки с мужским комплектом половых органов, но одно дело знать, другое дело видеть этот живописный член в нескольких сантиметрах от себя."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:69
translate english beach_qwest_4b070e14:

    # "Девушка в соседней кабинке аккуратно скользит двумя пальчиками по своему напряжённому члену, не забывая, однако, и про свою женскую сущность. Она нежно ласкает свою киску, засовывая в неё то один, то два пальчика, не переставая поддрачивать свой колом стоящий пенис."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:70
translate english beach_qwest_27ee6030:

    # "Вам не часто встречался член таких огромных размеров, и вы глядя на него чувствуете, что начинаете намокать. \nНе отрываясь от просмотра, вы запускаете руку в свои трусики и начинаете тереть свой клитор, пытаясь попасть в такт с движениями девушки за стенкой."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:71
translate english beach_qwest_07402e74:

    # "К сожалению, девушка начала гораздо раньше вас, поэтому спустя буквально минуту она резко ускоряет движения ладони по члену, её пальчики ныряют глубоко в киску, и она с хриплым стоном начинает кончать, забрызгивая всё своей спермой и соками."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:72
translate english beach_qwest_c2ccfe3f:

    # "Вы огорчённо отодвигаетесь от дырочки, жалея что шоу закончилось."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:81
translate english event_loc_gloryHole_0_1_25b8e0bb:

    # "Вы наклоняетесь к дырочке и видите, как в соседней кабинке переодевается какая-то девочка. Лица не видно, но у неё острые и красивые груди, а так же она, похоже, носит джинсовые шортики без трусиков."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:82
translate english event_loc_gloryHole_0_1_c425bd53:

    # "Выглядит очень эротично. Вы чувствуете, что возбуждаетесь."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:91
translate english event_loc_gloryHole_0_2_0cfff57f:

    # "Вы видите симпотичную, но незнакомую вам девушку, которая уже почти закончила одеваться. Вроде бы, ничего такого, но сам факт того, что вы за кем-то подглядываете, начинает возбуждать вас."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:100
translate english event_loc_gloryHole_0_3_6c19b005:

    # "Какая-то школьница одевается после купания. Вам плохо видно лицо, но кажется она не из вашей школы. К тому же, она ещё не успела полностью одеться, и вид её молодых грудей вызывает у вас небольшой приступ желания."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:109
translate english event_loc_gloryHole_0_4_cb340e4f:

    # "Посмотрев в дырочку, вы увидели большегрудую девушку, которая вытиралась банным полотенцем. Несмотря на то, что вас не особо привлекают большие дойки, вы не оставили без внимания их чарующий вид."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:110
translate english event_loc_gloryHole_0_4_f66b9c5c:

    # "Жаль, дырочка слишком мала, и нельзя посмотреть что же там снизу."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:119
translate english event_loc_gloryHole_0_5_3ff124e3:

    # "Очень неплохой вид открылся перед вами, когда вы заглянули в дырочку. Какая-то блондинка в прозрачном пеньюаре натягивала на свои изящные ножки кружевные чулки. Вы и сами не знаете, что конкретно вас привлекает в этой картине - то ли колготки, то ли пеньюар, то ли отсутствие трусиков на девушке, но разлившаяся внизу теплота намекает, что вам этот вид отнюдь не безразличен."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:128
translate english event_loc_gloryHole_0_6_60465c77:

    # "Судя по халату, местная медсестра решила искупаться на пляже и теперь переодевается обратно. Вы рады, что она выбрала такую позу. Вид её грудей и киски будет перед вашими глазами до самого вечера."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:137
translate english event_loc_gloryHole_0_7_5f91d291:

    # "Вы видите, что сегодняшняя мода мало того, что предполагает отсутвие лифчика под прозрачным топиком, так ещё и трусики под джинсы надевать не следует. Жаль, что вы не встречали эту сексуальную девушку на улице, но, по крайней мере, теперь вы узнаете её из тысячи. По грудям, по джинсам, по топику."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:146
translate english event_loc_gloryHole_0_8_cb827ed4:

    # "Джекпот! Вы не знаете, что за место находится за дыркой в стене, но каким-то чудом оно привлекает для мастурбации всех красоток города! Влажные пальчики, влажная киска, влажные груди, влажная капля сползающая к анусу девушки. Кажется сам воздух стал влажным и горячим. По крайней мере, в ваших трусиках точно."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:147
translate english event_loc_gloryHole_0_8_3f9786fd:

    # "Тем временем, девушка за стенкой не торопясь водит своими пальчиками по киске, то раздвигая её, то теребя клитор. Вам прекрасно видно со своего места тугое колечко её ануса, который сжимается каждый раз, когда она прикасается к клитору. Девушка никуда не торопится, как будто находится не в общественной раздевалке, а у себя дома. Её пальчики не спеша исследуют все закоулки и складочки, и она тихонько постанывает, прикусывая нижнюю губу."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:148
translate english event_loc_gloryHole_0_8_3c3e5892:

    # "Не в силах оторваться от зрелища, вы запускаете руку себе под юбку, нащупывая киску через тонкую ткань трусиков, как вдруг раздаётся стук в соседнюю дверь. Девушка вздрагивает, быстро поправляет одежду и выходит. Вы так и сидите, стиснув зубы и киску."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:157
translate english event_loc_gloryHole_0_10_810bf9f9:

    # "Вы не пожалели, что решили заглянуть в дырочку. Хотя бы потому, что в ответ на вас смотрела другая дырочка. Похоже, ученица и не собиралась переодеваться, а зашла сюда только в поисках укромного местечка."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:158
translate english event_loc_gloryHole_0_10_4835a7f6:

    # "Вы не знаете, сколько времени она уже ласкала свою киску, но она была насквозь мокрая, и небольшие мостики из любовной влаги повисали на пальчиках девочки."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:159
translate english event_loc_gloryHole_0_10_ea04d8a1:

    # "Левой рукой она раздвинула свою попку, как будто зная, что за ней наблюдают, а правой теребила свой маленький пирожок. Ученица запустила в свою похотливую пиздёнку средний пальчик, а, судя по нескончаемой вибрации ног, большим пальцем теребила свой клитор."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:160
translate english event_loc_gloryHole_0_10_6954ea5d:

    # "Глядя на ускоряющиеся движения, вы решили, что девочка близка к оргазму. И оказались правы. Когда она начала кончать, вы уж подумали, что она описалась, но нет, это был всего лишь вагинальный эякулят. Хотя его было так много, что, судя по всему, ученице всё таки придёться переодеться."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:161
translate english event_loc_gloryHole_0_10_da0864c8:

    # "В процессе оргазма девушка извивалась и негромко кричала, сильно стиснув свой клитор между большим и указательным пальцем, как будто пытаясь оторвать его. Вы не знаете сколько продолжался её экстаз, но, судя по тому насколько сильно промокли ваши трусики, не меньше пары минут."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:170
translate english event_loc_gloryHole_30_10_3422f866:

    # "Вы прижимаетесь к своей смотровой дырке и жадно пожираете глазами тело мастурбирующего за стенкой юноши. Его рука плавно скользит вдоль члена, намереваясь выдоить его до последней капли. Ваша рука тоже опускается чуть пониже и поглажимает набухшие губы киски."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:171
translate english event_loc_gloryHole_30_10_a539f9ca:

    # "Неожиданно вам приходит в голову мысль, а почему бы не поманить парня? Диаметр дырки вроде как прекрасно подходит под его размеры... А вам так хочется ощутить что-то во рту или в своей киске..."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:176
translate english event_loc_gloryHole_30_10_9837d012:

    # "Вы засовываете в дырочку два пальца и слегка скребёте ими об стенку с другой стороны. Этого движения и звука невозможно не заметить. И действительно, вскоре ваших пальцев касается что-то горячее и твёрдое. Оно выталкивает ваши пальцы из дырки, и вот уже головка тарана показывается в вашей раздевалке, а за ней следует не самый короткий в мире ствол."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:181
translate english event_loc_gloryHole_30_10_ddffa5f7:

    # "Вы берёте член в свою ручку и начинаете слегка поглаживать, потирая головкой о свое тело и груди. Распалившись, вы пару раз даже проводите членом по своей влажной киске, ощущая его твёрдость, раздвигающую ваши губки."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:182
translate english event_loc_gloryHole_30_10_6c303fde:

    # "Видя, как пенис начинает нетерпеливо подрагивать в вашей руке, вы решаете больше не мучить любовника и, плюнув на пальцы, резко ускоряете движения. Незамедлительно ваши усилия были вознаграждены густой струёй, упавшей на вашу грудь и тело. Опадая, член скрывается в соседней кабинке оставляя вас в сладком томлении воспоминаний."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:187
translate english event_loc_gloryHole_30_10_95365de3:

    # "Вы кладёте орган меж своих грудей и с азартом приступаете к фелляции. Облизывая и обсасывая багровую головку, вы с возбуждением ощущаете на языке солоноватый вкус немытого после купания члена."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:188
translate english event_loc_gloryHole_30_10_9f75b2d7:

    # "Вы исследуете язычком каждую венку на члене и забираетесь глубоко под крайнюю плоть, отодвигая её. Судя по подрагиванию у вас во рту и стону за стеной, парню уже недолго осталось до взрывного финала."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:189
translate english event_loc_gloryHole_30_10_272c4ff0:

    # "Вы удваиваете усилия, одновременно подрачивая член рукой, для достижения максимального эффекта. В очередной раз сильно ухватив ствол у основания, он запульсировал под вашими пальцами, и ваш рот начал наполняться горьковатой, но ароматной субстанцией. Высосав всё, что извергалось вам в рот, вы с довольным видом отстранились, наблюдая за тем, как член исчезает в стене."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:190
translate english event_loc_gloryHole_30_10_1ba5d1a0:

    # player.say "\"Неплохо было... Надо бы повторить.\" - подумали вы облизываясь."
    player.say ""

# /home/jeremi360/events/beachChangeRoom.rpyc:194
translate english event_loc_gloryHole_30_10_97231fb6:

    # "Подрагивая от возбуждения, вы вводите член в себя и начинаете на нём бешено скакать. Громко шлёпая задницей по стене, вы пытаетесь насадиться как можно глубже на торчащий из неё пенис. Длины его хватает, чтобы достать до самой вашей матки, и он достаёт, регулярно массируя головкой шейку вашей матки."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:195
translate english event_loc_gloryHole_30_10_e4066c2c:

    # player.say "Да, да, да!"
    player.say ""

# /home/jeremi360/events/beachChangeRoom.rpyc:196
translate english event_loc_gloryHole_30_10_667b288e:

    # "Ваша задница двигается всё быстрее, буквально елозя по стене вверх и вниз. Возбуждение накрывает вас с головой и вот уже влагалище пытается в оргазме вытолкнуть из себя инородный предмет, доставляющий ему столько удовольствия. Тяжело дыша вы отваливаетесь от стены, ощущая как по вашей заднице начинают катиться струйки спермы из влагалища."
    ""

# /home/jeremi360/events/beachChangeRoom.rpyc:200
translate english event_loc_gloryHole_30_10_277a4a93:

    # "Действительно, что это на вас нашло? Отсасывать кому-то через дырку в стене? В конце концов, это занятие для портовой шлюхи, а не для директора преуспевающей школы!"
    ""

translate english strings:

    # events/beachChangeRoom.rpy:172
    old "Привлечь внимание?"
    new ""

    # events/beachChangeRoom.rpy:172
    old "Сунуть пальцы в дырку"
    new ""

    # events/beachChangeRoom.rpy:172
    old "Не стоит"
    new ""

    # events/beachChangeRoom.rpy:177
    old "Подрочить"
    new ""

    # events/beachChangeRoom.rpy:177
    old "Отсосать"
    new ""

    # events/beachChangeRoom.rpy:177
    old "Трахнуть его"
    new ""

