# TODO: Translation updated at 2017-04-13 02:56

# game/events/rEventsOffice.rpy:11
translate english event_loc_office_30_m1_556faa2b:

    # "[st1.fname] Услышав странные звуки возле кабинета, вы неударжались и заглянули в него. Вызванный вами [st1.fname] сидел за компьютером и яростно надрачивал свой небольшой член."
    ""

# game/events/rEventsOffice.rpy:12
translate english event_loc_office_30_m1_98634a03:

    # "Его рука быстро двигалась вдоль корешка, с шумом стукаясь об яички. Услышав эти звуки \"фап-фап-фап\", вы сразу поняли, откуда взялось слово \"Фапать\"."
    ""

# game/events/rEventsOffice.rpy:13
translate english event_loc_office_30_m1_70437d89:

    # "Судя по всему на момент вызова [st1.fname] был изрядно возбуждён, и не смог удержаться от онанизма. Осталось решить, дать ему закончить, помочь или наказать за столь вызывающее поведение?"
    ""

# game/events/rEventsOffice.rpy:19
translate english event_loc_office_30_m1_b93f35ff:

    # "Тихо войдя, вы неспеша разделись, и только после этого привлекли внимание парня своим видом. Сказать, что он был шокирован, это ничего не сказать. Он попытался буквально выпрыгнуть из штанов и накинуться на вас."
    ""

# game/events/rEventsOffice.rpy:20
translate english event_loc_office_30_m1_59a50427:

    # "Немного поумерив мальчишеский пыл, вы уложили его на пол, и начали ласкать его член своей ножкой. Вы же не хотите, чтобы о вас думали как о какой-то давалке. Ваша ножка плавно двигалась по его члену, прижимая его к животу то сильнее то слабее."
    ""

# game/events/rEventsOffice.rpy:21
translate english event_loc_office_30_m1_1c9d693d:

    # "[st1.fname] постанывал от удовольствия и подавался всем телом навстресу вашим ласкам. Спустя пару минут из его члена стала выделяться смазка, и вот уже под влажное хлюпание своей головки о вашу ножку, он бурно кончил залив себя своей же спермой."
    ""

# game/events/rEventsOffice.rpy:32
translate english event_loc_office_30_m1_132c60a8:

    # "Кто то ещё заметил данный \"перформанс\", слухи разнеслись по школе, ваша репутация пострадала."
    ""

# game/events/rEventsOffice.rpy:41
translate english event_loc_office_30_m1_16285475:

    # "Вы решили не мешать ученику, и аккуратно закрыли дверь. В конце концов куда ему было деваться?"
    ""

# game/events/rEventsOffice.rpy:59
translate english event_loc_office_30_m2_a0ab7f72:

    # "[st1.fname] Вы немного опешили войдя в кабинет. [st1.fname] лежал на вашей кровати почти голый и весь перемазанный в сперме. Увидев вас, он поспешно принялся натягивать трусы, но не полностью опавший член никак не хотел в них помещаться."
    ""

# game/events/rEventsOffice.rpy:60
translate english event_loc_office_30_m2_d61dcd8d:

    # st1.say "Я, это не то что Вы думаете, - запричитал ученик, - я просто не смог сдержаться! Тут всё так Вами пропахло!"
    st1.say ""

# game/events/rEventsOffice.rpy:61
translate english event_loc_office_30_m2_3134b687:

    # player.say "Всмысле пропахло? - удивлённо спраживаете Вы."
    player.say ""

# game/events/rEventsOffice.rpy:62
translate english event_loc_office_30_m2_47d0ea16:

    # st1.say "Ну, Ваш запах там, одежда, я просто не смог сдержаться, простите! Да ещё и <[st2.fname] сегодня неудачно упала, и я увидел что у неё под юбочкой... - пытается он хоть как то оправдаться."
    st1.say ""

# game/events/rEventsOffice.rpy:65
translate english event_loc_office_30_m2_a0f61636:

    # player.say "Ну, как я вижу, на сегодня ты уже закончил, но на будущее имей в виду, что если тебе приспичит, обращайся ко мне, мы что нибудь придумаем. И да, сообщи остальным, что я всегда готова помочь. - с этими словами Вы отправили ученика из кабинета."
    player.say ""

# game/events/rEventsOffice.rpy:73
translate english event_loc_office_30_m2_5e587360:

    # "Вы решили, что ничего страшного не произошло и приказав школьнику одеваться, занялись своими делами. Но вид его обнажённого тела всё ещё теребил Ваш разум."
    ""

# game/events/rEventsOffice.rpy:94
translate english event_loc_office_30_m3_8b8cc0ac:

    # "Зайдя в кабинет, вы с удивлением обнаружили нецелевое использование вашего рабочего компьютера. Совсем нецелевое. С неменьшим удивлением вы обнаружили неплохоу фактуру члена ученика, вызванного ранее. Стоило оставить его на часок одного и вот пожалуйста!"
    ""

# game/events/rEventsOffice.rpy:95
translate english event_loc_office_30_m3_0562479a:

    # "Он надрачивает на порно со смурфами! Секундочку, порно со смурфами? Такое бывает? Ну-ка, ну-ка. Пару секунд просмотра возбужденного члена и странного порна и вот с вас можно уже смазку вёдрами черпать..."
    ""

# game/events/rEventsOffice.rpy:100
translate english event_loc_office_30_m3_cb29bfee:

    # "Ничего не говоря, вы быстренько скинули всё мешающее Вам, красноречиво показали школьнику на кровать и пошли следом. Дождавшись пока он уляжется, вы не долго думая оседлали его, и ввели член в свою киску. Ммм, как давно вы хотели заполнить это пространство чем то кроме своих пальцев!"
    ""

# game/events/rEventsOffice.rpy:101
translate english event_loc_office_30_m3_2dce3746:

    # "Твёрдый как камень и горячий как кипятильник пенис наполнил ваше лоно, заставляя вас совершать приседание за приседанием. К сожалению, спустя пару фрикций Вы почуствовали пульсацию члена в Вашем влагалище, и в тот же момент вашу киску стала наполнять горячая сперма."
    ""

# game/events/rEventsOffice.rpy:102
translate english event_loc_office_30_m3_5eede20f:

    # "С сожалением Вы привстали с начавшего опадать органа, и немного напрягшись, выдавили из своей щёлки любвеобильную влагу партнёра."
    ""

# game/events/rEventsOffice.rpy:103
translate english event_loc_office_30_m3_1ee4e6c8:

    # player.say "Только Тссс, никому не рассказывай, хорошо? - попросили Вы ученика, и прижали палец к его губам, зная что он уж об этом не расскажет."
    player.say ""

# game/events/rEventsOffice.rpy:114
translate english event_loc_office_30_m3_132c60a8:

    # "Кто то ещё заметил данный \"перформанс\", слухи разнеслись по школе, ваша репутация пострадала."
    ""

# game/events/rEventsOffice.rpy:122
translate english event_loc_office_30_m3_284d0e0a:

    # "Вы решили, что ничего страшного не произошло и приказав школьнику одеваться, занялись своими делами. Но вид его обнажённого тела и прекрасного члена, всё ещё теребил ваш разум."
    ""

# game/events/rEventsOffice.rpy:142
translate english event_loc_office_30_ft1_781afe80:

    # "Войдя в свой кабинет, Вы сразу поняли, что [st1.fname] \"чувствует себя как дома\". Взяв лубрикант и свою резиновую дырочку, она ласкала свой колышек всё то время, пока вас не было."
    ""

# game/events/rEventsOffice.rpy:143
translate english event_loc_office_30_ft1_2448ad30:

    # "Вы вошли как раз в тот момент, когда девочка громко застонав начала плескать своим семенем по вашим простыням.."
    ""

# game/events/rEventsOffice.rpy:144
translate english event_loc_office_30_ft1_8354c65b:

    # player.say "Какое нибудь объяснения этому есть?"
    player.say ""

# game/events/rEventsOffice.rpy:145
translate english event_loc_office_30_ft1_def9dd56:

    # st1.say "У нас, у девочек с членом, довольно странная физиология, - начинает оправдываться [st1.fname], - Когда мы перевозбуждены, то разум буквально отключается, и потом мы оказываемся в неудобном положении, - потупив взгляд, заканчивает ученица."
    st1.say ""

# game/events/rEventsOffice.rpy:153
translate english event_loc_office_30_ft1_37f5f5a9:

    # "Вы решили, что ничего страшного не произошло и приказав школьнице одеваться, занялись своими делами. Но вид её обнажённого тела в конвульсиях оргазма всё ещё теребил ваш разум."
    ""

# game/events/rEventsOffice.rpy:177
translate english event_loc_office_30_ft2_166927ab:

    # "Войдя в свой кабинет, вы увидели как [st1.fname] задрав ноги к потолку, кончает себе на лицо из своего члена. Она ещё и резиновую дырочку где-то успела раздобыть!"
    ""

# game/events/rEventsOffice.rpy:178
translate english event_loc_office_30_ft2_c636fc6f:

    # "Вы не без удовольствия понаблюдали за тем как густые капли попадают на её лицо и животик, а потом покашливанием привлекли к себе внимание."
    ""

# game/events/rEventsOffice.rpy:179
translate english event_loc_office_30_ft2_603b3ea2:

    # player.say "Ты слишком перевозбудилась сегодня в школе? - Вы интересуетесь почти участливым тоном."
    player.say ""

# game/events/rEventsOffice.rpy:180
translate english event_loc_office_30_ft2_51c2cfcd:

    # st1.say "Ддааа, - отвечает смущённая ученица."
    st1.say ""

# game/events/rEventsOffice.rpy:181
translate english event_loc_office_30_ft2_bdd81f0e:

    # player.say "И ты не смогла себя сдержать, когда осталась одна? - продолжаете вы смущать \"девочку\"."
    player.say ""

# game/events/rEventsOffice.rpy:182
translate english event_loc_office_30_ft2_829b45cf:

    # st1.say "Ну даааа... - опустив голову мямлит [st1.fname]."
    st1.say ""

# game/events/rEventsOffice.rpy:190
translate english event_loc_office_30_ft2_37f5f5a9:

    # "Вы решили, что ничего страшного не произошло и приказав школьнице одеваться, занялись своими делами. Но вид её обнажённого тела в конвульсиях оргазма всё ещё теребил ваш разум."
    ""

# game/events/rEventsOffice.rpy:209
translate english event_loc_office_30_f1_526c6e18:

    # st1.say "Нет, не смотрите пожалуйста! - встретил вас крик ученицы, когда вы вошли в кабинет."
    st1.say ""

# game/events/rEventsOffice.rpy:210
translate english event_loc_office_30_f1_bc8204cf:

    # "А посмотреть было на что. Мало того, что на экране была переписка сомнительного содержания, так на столе ещё и оказались салфетки сомнительного происхождения. Бааа, да кто то ещё и киску не бреет! Хотя почему я сейчас вижу чей то лобок? Аааа, потому что он не прикрыт трусиками!"
    ""

# game/events/rEventsOffice.rpy:211
translate english event_loc_office_30_f1_32ebbe42:

    # player.say "У тебя есть хоть какое нибудь объяснение тому, что я не могу оставить тебя одну в своём кабинете на пару минут? - угрожающе спрашиваете вы."
    player.say ""

# game/events/rEventsOffice.rpy:212
translate english event_loc_office_30_f1_bfb640df:

    # "Ученица что то мямлит про своего нетерпеливого и словоохотливого парня, отсутствие компьютера дома и прочую чепуху."
    ""

# game/events/rEventsOffice.rpy:220
translate english event_loc_office_30_f1_6d988071:

    # "Вы решили, что ничего страшного не произошло и приказав школьнице одеваться, занялись своими делами. Её испуганный вид порядком повеселил вас."
    ""

# game/events/rEventsOffice.rpy:242
translate english event_loc_office_30_f2_3ea879cb:

    # "Аккуратно приоткрыв дверь, вы заметили что [st1.fname] не смогла справиться со своими желаниями, и сидит на вашей кровати ритмично поглаживая киску под трусиками. Вы любуетесь её быстрыми движениями, и киской, которую мокрые трусики почти не скрывают."
    ""

# game/events/rEventsOffice.rpy:243
translate english event_loc_office_30_f2_e238f654:

    # "Девушка совершенно не замечает вас, продолжая погружать свои пальчики в молодую щёлку, из которой раздаются весьма эротические звуки. Интересно, стоит ли ей помочь, наказать или оставить всё как есть?"
    ""

# game/events/rEventsOffice.rpy:249
translate english event_loc_office_30_f2_83fe70e6:

    # "Вы вошли в кабинет и без слов принялись раздеваться. [st1.fname] не отрывая от вас взгляда, продолжает ласкать себя. Подойдя к кровати, Вы уверенными движениями сняли с девушки школьную форму, попутно насладившись видом её юного тела, и без дальнейших прелюдий вставили 2 пальца в её лоно."
    ""

# game/events/rEventsOffice.rpy:250
translate english event_loc_office_30_f2_12a889be:

    # "Ученица изогнулась в наслаждении под напором быстрых движений, в то время как Вы начали ритмично вгонять свои пальчики в её тело. Спустя пару минут стимуляции её точки G, [st1.fname] всхлипнула, и задрожала всем телом, выплёскивая свою влагу на Вашу ладонь"
    ""

# game/events/rEventsOffice.rpy:251
translate english event_loc_office_30_f2_5a27b7b6:

    # player.say "Попроси в следующий раз меня, прежде чем браться за дело самой, хорошо? - ласково шепчете вы на ушко ученице."
    player.say ""

# game/events/rEventsOffice.rpy:252
translate english event_loc_office_30_f2_2ab63614:

    # st1.say "Спасибо, [player.name]! - тихо отвечает [st1.fname]."
    st1.say ""

# game/events/rEventsOffice.rpy:263
translate english event_loc_office_30_f2_132c60a8:

    # "Кто то ещё заметил данный \"перформанс\", слухи разнеслись по школе, ваша репутация пострадала."
    ""

# game/events/rEventsOffice.rpy:266
translate english event_loc_office_30_f2_68d71556:

    # player.say "[st1.fname], не хочешь немного помощи? Я смотрю ты уже совсем запыхалась! - нежным голосом ображаетесь вы к девушке. [st1.fname] смотрит на вас испуганными глазами, и быстро натянув свои вещи скрывается за дверью... Мдя, видимо над поведением ещё работать и работать."
    player.say ""

# game/events/rEventsOffice.rpy:276
translate english event_loc_office_30_f2_5417bc55:

    # "Вы решили не мешать ученице, и аккуратно закрыли дверь. В конце концов куда ей было деваться, если так хочеться?"
    ""

# game/events/rEventsOffice.rpy:303
translate english event_loc_office_30_f3_e1477e89:

    # "Приоткрыв дверь, что проверить как там дела у ученицы, вы с удивлением обнаруживаете её на своей кровати. Похоже, что [st1.fname] читает какой то роман с весьма фривольным содержанием. Иначе сложно объяснить её позу и красноречивые двежения среднего пальчика по трусикам."
    ""

# game/events/rEventsOffice.rpy:304
translate english event_loc_office_30_f3_c2379dc0:

    # "Да и капелька влаги, пробившаяся сквозь ткань трусиков говорит сама за себя. Девочка черезвычайно возбуждена, и вы удивитесь, если она остановится сама по себе."
    ""

# game/events/rEventsOffice.rpy:309
translate english event_loc_office_30_f3_a9bd2563:

    # "Вы удобнее устраиваетесь у двери и видите, как оправдывая ваши ожидания, девочка снимает трусики, и начинает нежно проводить пальчиками вдоль лепестков своих губ. Немного неожиданно для вас то, что ласк своей киски ученице явно недостаточно, и вторая её рука нежно массирует колечко ануса."
    ""

# game/events/rEventsOffice.rpy:310
translate english event_loc_office_30_f3_93fcd495:

    # "Из вашего кабинета начинают доноситься недвусмысленные стоны, когда [st1.fname] нащупала свою пуговку. Из щёлки девочки пробиваются влажные струйки удовольствия, и вот уже они стекают по её бедру, капая на кровать. Спустя мгновение лицо школьницы искажает мука оргазма, и немного успокоившись она начинает одеваться."
    ""

# game/events/rEventsOffice.rpy:321
translate english event_loc_office_30_f3_9040eb0d:

    # "Кто то ещё услышал звуки из вашего кабинета, слухи разнеслись по школе, ваша репутация пострадала."
    ""

# game/events/rEventsOffice.rpy:329
translate english event_loc_office_30_f3_5417bc55:

    # "Вы решили не мешать ученице, и аккуратно закрыли дверь. В конце концов куда ей было деваться, если так хочеться?"
    ""

# game/events/rEventsOffice.rpy:356
translate english event_loc_office_30_f4_670b5ce4:

    # "Прежде чем войти, вы заглянули в кабинет, и увидели там испорченную кровать, испорченную девочку, и испорченную школьную форму. Вы так и подумали: \"Порча!\" Нет другого объяснения, почему не снимая формы на вашей кровати лежит мастурбирующая девочка."
    ""

# game/events/rEventsOffice.rpy:357
translate english event_loc_office_30_f4_9d481f1e:

    # "Или благословение, судя по тому, что не каждый день у вас в кровати оказывается озабоченный подросток. [st1.fname] в ваше отсутствие самозабвенно погружала пальчики левой руки в свою киску, а правой теребила свой бугорок сладострастия."
    ""

# game/events/rEventsOffice.rpy:358
translate english event_loc_office_30_f4_e658971c:

    # "Чтобы получить больше доступа к своей промежности, она довольно эротично подняла ножки, оставив трусики свисать с одной из них. Эти ножки слабо подёргивались в такт движениям левой руки, которая ощупывала внутренний мир проказницы. Судя по обилию выделяющейся смазки и напряжённому лицу, [st1.fname] готова кончить в любую минуту. Стоит её прервать или нет?"
    ""

# game/events/rEventsOffice.rpy:366
translate english event_loc_office_30_f4_b8c62b5f:

    # "Вы решили, что ничего страшного не произошло и приказав школьнице одеваться, занялись своими делами. Её испуганный вид порядком повеселил Вас."
    ""

# game/events/rEventsOffice.rpy:393
translate english event_loc_office_30_f5_1bcdf341:

    # "Зайдя в свой кабинет, вы увидели как [st1.fname] что то теребит левой рукой, нюхая вашу грязную одежду, которую держит в правой."
    ""

# game/events/rEventsOffice.rpy:394
translate english event_loc_office_30_f5_96703dfa:

    # player.say "И чем это мы здесь занимаемся? - Уперев руки в бока и приняв максимально грозный вид, спрашиваете вы."
    player.say ""

# game/events/rEventsOffice.rpy:395
translate english event_loc_office_30_f5_0b281781:

    # st1.say "Мне, мне очень надо, у меня уже 2 дня от вас всё там на мокром месте... Можно мне с вами... Ну это... Пожалуйста? - жалобно просит [st1.fname]."
    st1.say ""

# game/events/rEventsOffice.rpy:398
translate english event_loc_office_30_f5_92a6f4a9:

    # me "Типа ах, ох, [player.name], трахните меня сильнее, о да, я кончаю! Мои соки заливают ваши чистые простыни! Простите грязную девчёнку, накажите меня ещё!"
    me ""

# game/events/rEventsOffice.rpy:399
translate english event_loc_office_30_f5_f1ba9fbd:

    # me "Тут будет переход на секс систему, но пока его нет. Зато лояльность и прочее повысили у ученика."
    me ""

# game/events/rEventsOffice.rpy:408
translate english event_loc_office_30_f5_a45ac8d9:

    # "Вы решили, что ничего страшного не произошло и приказав школьнице одеваться, занялись своими делами. Её просьба порядком повеселила Вас. Иж чего удумала, пигалица!"
    ""

# game/events/rEventsOffice.rpy:425
translate english event_loc_office_50_f6_6deda09f:

    # "Довольно симпатичная киска бросилась вам в глаза, в тот момент, когда вы зашли в свой кабинет. Похоже на то, что пока вас не было, [st1.fname] зря времени не теряла... Её киска была полна вытекающей оттуда спермы, что как бы намекало на то, что она была в вашем кабинете не одна..."
    ""

# game/events/rEventsOffice.rpy:426
translate english event_loc_office_50_f6_86e4ecc7:

    # player.say "Ты хотя бы на таблетках, дура? - скептически спросили вы."
    player.say ""

# game/events/rEventsOffice.rpy:427
translate english event_loc_office_50_f6_4c4d326c:

    # st1.say "Да. Вас просто так долго не было, а тут ещё мой парень пробегал и мы.. Вот... - смущается школьница."
    st1.say ""

# game/events/rEventsOffice.rpy:435
translate english event_loc_office_50_f6_410a8c31:

    # "\"В конце концов уж лучше в Вашем кабинете, чем в кустах на улице,\" - устало подумали Вы, и приказав школьнице одеваться занялись своими делами."
    ""

# game/events/rEventsOffice.rpy:458
translate english event_loc_office_30_f7_ad02f3ac:

    # "Зайдя в кабинет, Вы увидели ученицу в предоргазменном состоянии. Вся в поту, [st1.fname] призывно раздвигала киску, которая начала быстро сокращаться при виде вас."
    ""

# game/events/rEventsOffice.rpy:459
translate english event_loc_office_30_f7_77c17fdd:

    # "Вы было подумали что от страха, но похоже просто от неожиданности при виде вас, ученица кончила. Эту теорию подтверждал тот факт, что её молодое тело начало потряхивать в оргазме. Вы с удовольствием дождались конца судорог и спросили:"
    ""

# game/events/rEventsOffice.rpy:460
translate english event_loc_office_30_f7_f21720c7:

    # player.say "Ничего, что тут всё ещё школа, а не твой дом?"
    player.say ""

# game/events/rEventsOffice.rpy:461
translate english event_loc_office_30_f7_384598bf:

    # st1.say "Я не думала, что вы так быстро вернётесь, - потупив взор ответила [st1.fname]."
    st1.say ""

# game/events/rEventsOffice.rpy:462
translate english event_loc_office_30_f7_931bff2c:

    # player.say "И это оправдание тому, чем ты тут занималась? - Приподняв одну бровь бросили вы."
    player.say ""

# game/events/rEventsOffice.rpy:463
translate english event_loc_office_30_f7_b71dae2e:

    # st1.say "Нет... Вы не расскажете никому, чем я здесь занималась, правда? - с надеждой смотрит на вас [st1.fname]."
    st1.say ""

# game/events/rEventsOffice.rpy:471
translate english event_loc_office_30_f7_1999a6fd:

    # player.say "Не расскажу, одевайся давай. - успокоили вы девочку."
    player.say ""

# game/events/rEventsOffice.rpy:492
translate english event_loc_office_30_f8_171a6898:

    # "\"Колготки-то зачем было рвать?\" - думали вы стоя перед дверью в свой кабинет и наблюдая за школьницей, погружающей уже два пальца в свою мокрую щёлку."
    ""

# game/events/rEventsOffice.rpy:493
translate english event_loc_office_30_f8_8bed4ceb:

    # "Ещё минуту назад, к моменту начала ваших наблюдений, [st1.fname] погружала в себя только один палец, да и колготки были целы. В любом случае, колготки это не ваши, и вы продолжили наблюдать за разворачивающимся перед вами влажным зрелищем."
    ""

# game/events/rEventsOffice.rpy:494
translate english event_loc_office_30_f8_f9f52d0e:

    # "Пальчики ученицы быстро скользили внутри её киски, и смазка вытекающая из неё отлично смазывала ладонь, которой школьница ласкала свой клитор."
    ""

# game/events/rEventsOffice.rpy:495
translate english event_loc_office_30_f8_813e4cf9:

    # "Видимо [st1.fname] занимается этим отнюдь не первый раз, ибо направление ввода пальцев намекало на то, что она ласкает себе особенно чувствительную женскую точку. Уж вы то знаете, как это надо делать!"
    ""

# game/events/rEventsOffice.rpy:496
translate english event_loc_office_30_f8_7d915b49:

    # "\"А девушка то горяча!\" - промелькнуло у вас в голове, когда Вы заметили струйки влаги ползущие по внешней стороне руки. Интересно, стоит её прервать, или же просто уйти, потому что зрелище очевидно затягивается, и вы боитесь перевозбудиться."
    ""

# game/events/rEventsOffice.rpy:503
translate english event_loc_office_30_f8_25650650:

    # player.say "Вы решили не мешать ученице, и аккуратно закрыли дверь. В конце концов куда ей было деваться, если так хочеться?"
    player.say ""

# game/events/rEventsOffice.rpy:525
translate english event_loc_office_30_f9_c2af1886:

    # "\"2+1=3\" - проводили вы нехитрые вычисления объёма дырочек школьницы, наблюдая за ней через приоткрытую дверь. [st1.fname] превзошла сама себя, задействовав вторую дырочку для получения большего наслаждения, чем обычно."
    ""

# game/events/rEventsOffice.rpy:526
translate english event_loc_office_30_f9_a0ccdea7:

    # "Почему только она делает это в вашем кабинете, а не в более подходящих местах? Не терзая себя больше глупыми вопросами, вы с удовольствием продолжили наблюдать, как тоненькие пальчики пытаются наполнить внутренности шаловливых дырочек."
    ""

# game/events/rEventsOffice.rpy:527
translate english event_loc_office_30_f9_c8f8f202:

    # "Вот уже капелька из верхней дырочки стекает к нижней, существенно увлажняя и облегчая ввод пальчика в попку. Вот и указательный пальчик тянется к бугорочку клитора, заставляя юное тело изогнуться в экстазе."
    ""

# game/events/rEventsOffice.rpy:528
translate english event_loc_office_30_f9_eec7e76d:

    # "Вот и оргазм, заставивший задрожать молодой организм. Вот и вы входите в кабинет делая вид, что ничего не видели. Стоит ли продолжать играть эту комедию?"
    ""

# game/events/rEventsOffice.rpy:535
translate english event_loc_office_30_f9_1e50d890:

    # player.say "Вы не стали смущать ученицу тем, что всё видели, и невозмутимо занялись своими делами."
    player.say ""

# game/events/rEventsOffice.rpy:558
translate english event_loc_office_30_f10_6b68e4fb:

    # "Раз, два. Раз, два. Раз, два. Вы немного смущённо наблюдали через дверь, как [st1.fname] вгоняет в себя немаленький дилдо. Судя по его размерам, она доставала им себе до самой матки. Наблюдая за ритмично двигающейся игрушкой, вы чувствуете, что хотите такую же! От возбуждения вам показалось, что вы установили телепатический контакт с девочкой."
    ""

# game/events/rEventsOffice.rpy:559
translate english event_loc_office_30_f10_943e2cd0:

    # "Подобие пениса сильно раздвигало её влагалище, доставляя своей головкой немалое удовольствие. Его гладкий ствол идеально подходил к киске и сладко теребил её стеночки. Вы буквально чувствуете, как рука сама по себе проталкивает в вас эту скульптуру удовольствия, заставляя ваши коленки безвольно подгибаться и горячие соки вашей киски орошают ножки."
    ""

# game/events/rEventsOffice.rpy:560
translate english event_loc_office_30_f10_e749cda4:

    # "Чёрт, похоже что вы только что кончили!"
    ""

# game/events/rEventsOffice.rpy:571
translate english event_loc_office_30_f10_f53155df:

    # player.say "Вы решили дать время ученице привести себя в порядок, и отошли от двери."
    player.say ""

# game/events/rEventsOffice.rpy:594
translate english event_loc_office_30_f11_a8085517:

    # "Вы не стали заходить в свой кабинет, услышав из него тихие стоны. Аккуратно приоткрыв дверь, вы заметили, что [st1.fname], которую вы оставили совсем ненадолго, видимо не сдержалась с позывами своего тела, и сейчас довольно увлечённо мастурбирует."
    ""

# game/events/rEventsOffice.rpy:595
translate english event_loc_office_30_f11_fe0c5e21:

    # "Одна её рука теребит сосок под майкой, а пальчики другой, активно массируют клитор, чуть повыше половых губок. Немного спустя, Вы видите как из её киски влага начала заливать ваш стул, и [st1.fname], задрожав начала кончать."
    ""

# game/events/rEventsOffice.rpy:596
translate english event_loc_office_30_f11_74737d9f:

    # "Вы невольно посмотрели на свою руку, которая неведомо как оказалась меж ваших ног, почему то она была мокрая от увиденного. Или это не рука намокла?"
    ""

# game/events/rEventsOffice.rpy:603
translate english event_loc_office_30_f11_f53155df:

    # player.say "Вы решили дать время ученице привести себя в порядок, и отошли от двери."
    player.say ""

translate english strings:

    # game/events/rEventsOffice.rpy:14
    old "Удалиться"
    new ""

    # game/events/rEventsOffice.rpy:63
    old "Предложить альтернативу"
    new ""

    # game/events/rEventsOffice.rpy:97
    old "Заняться быстрым сексом"
    new ""

    # game/events/rEventsOffice.rpy:306
    old "Подсматривать"
    new ""

    # game/events/rEventsOffice.rpy:396
    old "Согласиться на это"
    new ""

    # game/events/rEventsOffice.rpy:396
    old "Отказать"
    new ""

    # game/events/rEventsOffice.rpy:529
    old "Не смущать"
    new ""

