# TODO: Translation updated at 2016-11-26 07:14

# /home/jeremi360/events/rEventsDream.rpyc:3
translate english event_loc_home_15_1_da448ece:

    # studs[0].say "поймал1!"
    studs[0].say ""

# /home/jeremi360/events/rEventsDream.rpyc:4
translate english event_loc_home_15_1_52d4499f:

    # "пусто"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:10
translate english event_loc_dreams_10_1_cc9f974e:

    # "На этот раз сон был о том, как вы купаетесь в деньгах с бывшей одноклассницей. Во сне вы немного перебрали шампанского, и теперь без зазрения совести позволяете себя лапать этому странному существу."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:11
translate english event_loc_dreams_10_1_87513456:

    # "Даже во сне вы умудрились смутиться, и, проснувшись, обнаружили приятную теплоту в трусиках."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:17
translate english event_loc_dreams_0_2_2d0464ef:

    # "Ужасный сон о красношапных, мальчиках терроризирующих пикачу, не дал вам нормально выспаться."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:23
translate english event_loc_dreams_0_3_82365c16:

    # "Вам приснилась странная гравюра с японской женщиной под яблоней. Она навеяла вам воспоминания о матери."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:24
translate english event_loc_dreams_0_3_fe901c3e:

    # "Развратные мысли немного развеялись и вы отлично выспались"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:31
translate english event_loc_dreams_5_4_00ef5783:

    # "Вам приснился бывший бойфренд. Ну не то, чтобы именно он, но вы искренне надеетесь на это."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:32
translate english event_loc_dreams_5_4_7a4f3fb0:

    # "Не хотелось бы думать, что эти тропические температуры в паху вызваны незнакомцем. Ооох...."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:33
translate english event_loc_dreams_5_4_39810940:

    # "Ваше желание увеличилось"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:39
translate english event_loc_dreams_0_5_d4fd46f5:

    # "Замечательный сон о барбекю на пляже настроил вас на благодушный лад с утра. Только перекусить захотелось..."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:44
translate english event_loc_dreams_20_6_47f37984:

    # "Вам приснилась стоящая у замёрзшего пруда странная девочка с кожанными крылышками. Маленькие ледяные олени у озера вызвали у вас только симпатию."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:45
translate english event_loc_dreams_20_6_ea2ea4d2:

    # "Странный сон, оказывается суккубы способны вызывать не только желание"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:46
translate english event_loc_dreams_20_6_25406fb8:

    # "Ваше желание немного уменьшилось"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:52
translate english event_loc_dreams_25_7_a853aba0:

    # "Это был ужасно беспокойный и вместе с тем развратный сон. Всю жизнь вы прожили как демонолог. Причём МУЖСКОГО пола. В последнюю ночь вы решили себя побаловать маленькой суккубой!"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:53
translate english event_loc_dreams_25_7_54b4f686:

    # "Боже, как она ласково облизывала ваш 20 сантиметровый член!"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:54
translate english event_loc_dreams_25_7_fa64d0f2:

    # "Проснувшись вы с удивлением понимаете, что даже жалеете о том, что вам никогда не испытать удовольствия от пламенного язычка на головке. При воспоминании об этом соитии, у вас начинает течь по ножкам"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:55
translate english event_loc_dreams_25_7_90452607:

    # "Ваше желание максимально"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:61
translate english event_loc_dreams_40_8_4e329c65:

    # "Это был пикантный и волшебный сон. В нём вы оказались маленькой колдуньей 200 лет от роду. За столь долгий период жизни, вы настолько пресытились ласками женщин и удовольствиями от мужчин, что решили наградить одну из своих любимых рабынь членом."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:62
translate english event_loc_dreams_40_8_0addd501:

    # "Не в силах совладать с новыми ощущениями от одновременного вида огромной плоти и грудей, вы занимались любовью где это только было возможно. На ковре у камина, прижимаясь спиной к прохладной стенке темницы, даже сидя за роялем - не могли удержать бешенного желания!"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:63
translate english event_loc_dreams_40_8_c0380505:

    # "Как же было прекрасно скользить своими маленькими булочками по огромному уду рабыни. Как нежно трепетали стенки влагалища, когда в него вторгалась набухшая головка члена!"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:64
translate english event_loc_dreams_40_8_f2d85f99:

    # "Вы даже ничуть не расстроились, что вас разбудил не будильник, а конвульсии оргазма."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:65
translate english event_loc_dreams_40_8_9a6ccea0:

    # "Утренний оргазм уменьшил желание, но увеличил развращённость"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:72
translate english event_loc_dreams_15_9_e163eb6e:

    # "Вам приснилось, что вас застукали ученики, когда вы возвращались утром с рейверской вечеринки. Непонятно почему, но стыдно до сих пор."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:73
translate english event_loc_dreams_15_9_db587dd8:

    # "Развратность уменьшилась."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:79
translate english event_loc_dreams_0_10_8530b680:

    # "Вам снится, что вас уволили, и ваши ученики с радостью выпроваживают вас за ворота школы. Ужасно, просто ужасно. Вы проснулись в холодном поту."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:84
translate english event_loc_dreams_25_11_55708c9f:

    # "В этом сне вы были королевой. Вызванные вами специально отобранные рабы получили совершенно неоднозначный приказ к исполнению."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:85
translate english event_loc_dreams_25_11_f974b1c3:

    # "И вот, ваши великолепные ножки, привыкшие к ежедневным лошадиным скачкам, задраны вверх и мощная плоть раба вторгается в королевское лоно, раздвигая нежные складки, полностью заполняя собой высокородную промежность."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:86
translate english event_loc_dreams_25_11_8270c9a9:

    # "Остальные два раба ждали своей очереди, по опыту зная, что одним колом Ваше Королевское Величество не насытится. И бесконечные оргазмы во сне были прерваны одним, но наяву."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:87
translate english event_loc_dreams_25_11_c080ce1d:

    # "Утренний оргазм уменьшил желание, но увеличил развращённость."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:94
translate english event_loc_dreams_50_12_9de59d52:

    # "Вам снится сон, в котором вы нашли огромный, перевитый венами, мужской половой орган. Он возвышался над вами, такой живой, с бархатистой кожей, блестящей головкой и она, вы знали, жаждалa прикосновений."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:95
translate english event_loc_dreams_50_12_94751130:

    # "Не выдержав, вы как смогли приласкали его, гладя ладонями, всем телом, обвиваясь вокруг этого столба. И вашей наградой был поток пряно-пахнувшей белой жидкости, его было много, безумно много и вы были счастливы."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:96
translate english event_loc_dreams_50_12_1ff6f857:

    # "Проснувшись вы удивились странному сну, но в паху приятно покалывало."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:102
translate english event_loc_dreams_60_13_b786cb65:

    # "Сегодня в вашем сне ученики младших классов устроили небольшие соревнования, о которых, вы уверены, они не будут рассказывать родителям. Вас это ничуть не смутило, ведь чем бы дитя не тешилось."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:103
translate english event_loc_dreams_60_13_2910d490:

    # "Развращенность немного повысилась."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:109
translate english event_loc_dreams_40_14_3a0d0809:

    # "В этом сне в женском туалете вашей школы собрались девушки, с.. кхм... довольно большими отклонениями. Особых запах заполнял все пространство, они вас явно не ждали, но даже, как вам показалось, обрадовались."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:110
translate english event_loc_dreams_40_14_225b0df9:

    # "Проснувшись, вы вздохнули, думая о сочетании упругих грудок и великолепного члена."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:116
translate english event_loc_dreams_25_15_9b842993:

    # "Вам снится компьютерная игра. Да это так: есть шкала жизней, особых ударов, имя персонажа, но вот только удары тут наносятся вполне определенные, и судя по всему, кто первый ощутит взрыв оргазма - тот и победил."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:117
translate english event_loc_dreams_25_15_72b4b259:

    # "Проснувшись, вы выкинули увиденное из головы. Игры играми, но жизнь гораздо интереснее."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:123
translate english event_loc_dreams_10_16_3778004d:

    # "Вам сниться свадьба. Парадно одетый жених, одобрительно посматривает на свою половинку в довольно интересном платье, открывающим не менее интересное положение невесты. \"Надеюсь у них все будет хорошо\", - и с этой мыслью сон завершается."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:124
translate english event_loc_dreams_10_16_d7280956:

    # "Вы отлично выспались."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:130
translate english event_loc_dreams_0_17_b9397cc4:

    # "Вам сниться прогулка по городу в закатном свете. Чистый воздух, приятный шелест листвы, длинные тени сопровождают вас в этой прогулке и наполняют душу покоем."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:131
translate english event_loc_dreams_0_17_d7280956:

    # "Вы отлично выспались."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:137
translate english event_loc_dreams_70_18_4d73b77f:

    # "В сегодняшнем сне, будучи дриадой, невинные заигрывания с сатиром привели к неожиданному финалу: поймав и уложив вас на покрытую зеленое возвышение, его пальцы снизу раздвинули половые губы, и что-то очень твердое и тупое уперлось в вашу вагину."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:138
translate english event_loc_dreams_70_18_739ceda8:

    # "Вы сделали последнюю попытку вырваться, понимая, что проникновение ТАКОГО члена будет непростым. Бесполезно. На ощущение собственной беспомощности и бессилия, нижнее естество отреагировало предательски - влагалище намокло горячей сладостью. И сатир ПРОНИК..."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:139
translate english event_loc_dreams_70_18_d7891f36:

    # "Вы никогда не сталкивалась с членом такой толщины. Нижние губы обхватившие член, оказались натянутыми так, что первым ощущением от проникновения была боль. Его первое движение было глубоким и медленным. Насильник явно смаковал его."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:140
translate english event_loc_dreams_70_18_eee1bde3:

    # "Распиравший вас член двигался все дальше и дальше вглубь, уперся в заднюю стенку матки. В первый раз показалось, что член заполнил вас всю, вы застонали, рогатый отпрянул своим тазом назад, высвобождая член, густо смазанный соками вожделения и снова загнал его внутрь, продолжая насиловать вас."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:141
translate english event_loc_dreams_70_18_4816981f:

    # "Ваше желание максимально."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:148
translate english event_loc_dreams_80_19_a3fbd6df:

    # "Вам снится как шесть девушек(в числе которых и вы) нежно ублажают парня с немалым достоинством. В конечном итоге ласки прекрасных див приводят к настоящему взрыву страсти, мощным потоком оросив всех !!!"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:149
translate english event_loc_dreams_80_19_1779f907:

    # "Проснувшись вы почувствовали как теплая, щемящая и сладострастная волна, зародившись между ног, распространяется по всему телу. Утренний оргазм уменьшил желание, но увеличил развращённость."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:157
translate english event_loc_dreams_0_19_3c8308bc:

    # "В этом сне вы смиренно просили Господа избавить вас от соблазнов, одолевающих вас каждую минуту, просили отвратить от вас искушение, не вводить во грех. Вы проклинали ваше тело, которое столько чувствительно, столь притягательно, ваши округлые бедра, холмики больших грудей с выпирающими сосками. Ведь вам так трудно удержаться от собственных ласк. Молитва продолжалась долго.."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:160
translate english event_loc_dreams_0_19_3e796729:

    # "Вам снилось как вы, будучи монахиней, не смогли справиться с демоном искушения, одолевающим ваше великолепное тело. Не выдержав, вы подняли подол своего платья и запустив длинные пальчики под белье вложили пальчики в полыхающее страстью отверстие. Полные груди с выпирающими под платьем сосками тяжело поднимались, бедра, слегка отстраненные в предвкушении, извивались, ваши губы вздрагивали, обнажая ряд белоснежных зубов."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:161
translate english event_loc_dreams_0_19_500925d7:

    # "Ваше желание и развращенность увеличились"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:166
translate english event_loc_dreams_0_19_ecbe0756:

    # "Вам снилось как вы, будучи монахиней, потерпели сокрушительное поражения от демона соблазнов и, не избегнув искушения ласкали себя прямо в храме. Ваши глаза полуоткрыты, одной рукой вы быстро освободили грудь от одежды, а второй, чуть раздвинув ножки, неистово ласкали свою истекающую соками промежность. Перед глазами вставали сладострастные картины, и миг блаженства приближался с неумолимостью Апокалипсиса."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:167
translate english event_loc_dreams_0_19_c080ce1d:

    # "Утренний оргазм уменьшил желание, но увеличил развращённость."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:174
translate english event_loc_dreams_40_21_d4b266af:

    # "В жарком Египте невольники с огромными членами неутомимо трудились над вашим царственным телом. Отдавая свое роскошное, смазанное маслом тело, вы с наслаждением насаживали себя на член раба до самого конца, чувствуя, как промежность приятно растянулась в самом толстом месте у основания его члена."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:175
translate english event_loc_dreams_40_21_8cfe8cce:

    # "Вы сами выбирали ритм, сами выбирали углы проникновения, импровизировали и торжествовали над ними."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:176
translate english event_loc_dreams_40_21_ce0817ad:

    # "Проснувшись вы почувствовали как теплая, щемящая и сладострастная волна, зародившись между ног, распространяется по всему телу. Утренний оргазм уменьшил желание, но увеличил развращённость"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:183
translate english event_loc_dreams_50_22_8ccea54a:

    # "В этом сне вы, элитная куртизанка, вызвались удовлетворять богатых купцов из Африки. За долгие дни в море они соскучились по женскому теплу и вы чувствуете их напряженное желание. Оседлав одного купца с его великолепным черным членом, вы почувствовали, как его жадные руки вцепились в вашу роскошную грудь."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:184
translate english event_loc_dreams_50_22_d32c1955:

    # "В алые губы устремился второй напряженный член с распухшей, как гриб, головкой, а нетерпеливые руки последнего купца развели половинки вашей упругой задницы, дабы занять свое место в третьем отверстии вашего атласного тела."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:185
translate english event_loc_dreams_50_22_82149c42:

    # "Вы проснулись от адского пламени в промежности"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:191
translate english event_loc_dreams_80_23_07dadc32:

    # "На этот раз сон был о том, как вы, будучи дворянкой, всесильной в своих владениях, жили в своем поместье, развлекаясь как только могли."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:192
translate english event_loc_dreams_80_23_77da5e98:

    # "И вот однажды, в вашу голову пришла мысль о том, чтобы принять ванну из мужского семени, ведь это так освежает и питает кожу (по мнению британских ученых)"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:193
translate english event_loc_dreams_80_23_7f8b8f5e:

    # "Собрав холопов, вы улеглись в ванную и отдали приказ \"НАПОЛНИТЬ!!!\". Сотня мужиков поочередно изливались в емкость, наполняя ее терпким семенем."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:194
translate english event_loc_dreams_80_23_16fc8205:

    # "Ровные строи ложились на лицо, покрывали потоками большую грудь, ложились на ноги и лицо, проникали внутрь влагалища. Были ли вы счастливы? Вполне возможно :)"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:195
translate english event_loc_dreams_80_23_375d2cfb:

    # "Развращенность повысилась"
    ""

# /home/jeremi360/events/rEventsDream.rpyc:201
translate english event_loc_dreams_10_24_912b55c0:

    # "В этом сне к вам пришло воспоминание из детства, когда маленький братишка боялся спать один и приходил к вам. Он уютно устраивался на вашей груди, и со счастливой улыбкой засыпал. Это было так мило..."
    ""

# /home/jeremi360/events/rEventsDream.rpyc:202
translate english event_loc_dreams_10_24_74c51994:

    # "Воспоминание было очень приятным и вы отлично выспались"
    ""

