label event_loc_beachWalk_40_no1:
    show beachWalk
    
    'Отойдя подальше от основной массы отдыхающих, вас окликнули. Лежащий в тенёчке мужчина с довольно неплохим стояком и попросил подойти.'
    menu:
        'Подойти поближе':
            '- Конфетка, у меня тут небольшая проблеммка образовалась, не хочешь помочь? - кивнул парень на свои оттопыренные трусы. Ну чтож, вы не затем решили прогуляться, чтобы ломаться как маленькая девочка: приключения, они разные бывают :)'
            show expression 'pic/events/beach/adventures/adv1.jpg' at top as tempPic
            player.say 'Конечно, сладкий, - произнесли вы, запуская руки под его шорты, и ухватывая руками стоящий колом член.'
            'С улыбкой наблюдая, за гримасой наслаждения на лице незнакомца, вы умело массировали его головку большими пальцами, иногда гладя его по животу. Не в силах выдержать ваших умелых пальчиков, скоро парень спустил прямо в шорты.'
            player.say 'Ну чтож, это было весело, пока! - чмокнули Вы обалдевшего мужчину в щёку, и пошли себе дальше, ощущая приятнуб теплоту между ног.'
            $ player.coverSperm('руки')
            $ player.incCorr(2)
            $ player.incLust(20)
            $ changetime(20)
            $ player.incEnergy(-50)
        'Игнорировать и уйти':
            show expression 'pic/events/beach/adventures/noadv1.jpg' at top as tempPic
            'Немного побродив по пляжу, Вы посмотрели на отдыхающих, на купающихся, немного подустали, но приключений так и не нашли.'
            $ changetime(60)
            $ player.incEnergy(-100)
    $ move(curloc)
    
label event_loc_beachWalk_60_no2:
    show beachWalk
    
    'Пройдя дальше по пляжу, практически никого не наблюдая рядом, Вы внезапно ощутили резкий шлепок по своей попке. Тааак, стоит ли спускать такую фамильярность или нет?!'
    menu:
        'Подойти поближе':
            show expression 'pic/events/beach/adventures/adv2.jpg' at top as tempPic
            player.say 'Кто это тут у нас, - повернулись вы с улыбкой, оглядывая стоящего перед вами парня.'
            'Мимолётно кинув взгляд на его шорты, Вы заметили, что из под краешка выглядывает кончик его члена.'
            '- Детка, - начал было охмурять вас парень, но вы его уже тащили к ближайшей пальме в кустах.'
            'Повернувшись к пальме лицом, вы весьма сильно выпятили свою попку, отодвинув полоску купальника в сторону. Незнакомец не заставил себя долго ждать,  и смазав кончик члена вашими соками из киски, он резким, но плавным движением ввёл его прямо в вашу попку!'
            player.say 'Куда ты, ггмгмгм..., - но он зажал Ваши губы ладонью, и вы почувстволи, как его немалый кол начал двигаться внутри вашей задницы.'
            'Первые десятки секунд, вы пытались вырваться, но потом анус достаточно растянулся, и твёрдый член оказался источником волн удовольствия, раздражая самые чувствительные нервные окончания вашего ануса. Вскоре вы уже сами подмахивали бедрами, с трудом сдерживая страстные стоны.'
            'Почувствовав приближение оргазма, парень сильнее обнял вас, и вонзив по самые что ни на есть яйца, начал кончать. Ощущая, как ректальный проход заполняется его горячим семенем, Вас накрыл орагзм невиданной силы, и удерждаться Вы смогли только благодаря пальме.'
            'Парень с лёгким чпоканием вытащил член из Вашей попки, породив поток спермы, стекающей по ногам, и ушел, напоследок еще раз шлепнув по ягодицам. Ещё минут десять вы стояли под деревом, приходя в себя, пытаясь отдышаться, привести истекающее спермой анальное отверстие, в порядок.'
            'Вскоре вы привели себя в относительный порядок и вернулись назад.'

            $ player.coverSperm('попа','ноги')
            $ player.incCorr(4)
            $ player.setLust(0)
            $ changetime(40)
            $ player.incEnergy(-150)

        'Развернуться с улыбкой':
            show expression 'pic/events/beach/adventures/noadv1.jpg' at top as tempPic
            'Даже не глядя на стоящего сзади, Вы дали ему пощёчину с разворота и ушли.'
            'Немного походив по пляжу, Вы посмотрели на отдыхающих, на купающихся, немного подустали, но приключений так и не нашли.'
            $ changetime(60)
            $ player.incEnergy(-100)
    $ move(curloc)
    
label event_loc_beachWalk_50_no3:
    show beachWalk
    
    'Прогуливаясь по пляжу, вы заметили зрелого мужчину спящего без трусов. "Наверное ему снятся хорошие сны", - подумали вы, глядя на его мощный стояк.'
    menu:
        'Подойти поближе':
            show expression 'pic/events/beach/adventures/adv3.jpg' at top as tempPic
            'Стараясь не разбудить владельца вашей радости, вы слегка смазали член своей слюной, а потом без прелюдий уселись на него, стараясь двигаться очень аккуратно. Легкими движениями, вы проталкивали его агрегат вглубь своей киски, дрожа от ощущения раздвигающихся под напором головки стенок влагалища.'
            'Спустя несколько минут осторожных движений, вы почти довели себя до оргазма, как вдруг почуствовали, как член запульсировал внутри вас и горячая жидкость начала заполнять вашу киску. Оргазм наступил со скорость выстрела! вы с трудом удержали своё тело в вертикальном положении, сотрясаемая волнами удовольствия.'
            'Немного отдышавшись, Вы обернулись, и увидели что мужчина так и не проснулся. Или просто делает вид? Вы медленно поднялись с его члена, и, бросив последний взгляд на мужчину, пошли дальше.'
            
            $ player.coverSperm('вагина')
            $ player.incCorr(3)
            $ player.setLust(0)
            $ changetime(40)
            $ player.incEnergy(-150)

        'Идти себе дальше':
            show expression 'pic/events/beach/adventures/noadv1.jpg' at top as tempPic
            'Немного походив по пляжу, Вы ничего интересного не увидели, и немного устав вернулись назад.'
            $ changetime(60)
            $ player.incEnergy(-100)
    $ move(curloc)
    
label event_loc_beachWalk_40_no4:
    show beachWalk
    
    'Спокойным шагом вы удалились довольно далеко от учеников и жителей города, и в конце концов решили просто отдохнуть под удачно подвернувшимся зонтиком.'
    'Прошло не больше пяти минут и чья-то тень заслонила солнце. Вы открыли глаза и увидили что на Вас смотрит мальчик, лет пятьнадцати, довольно милый. В его глазах читалось насколько глубоко он шокирован вашей красотой и особенно красотой ваших грудей.'
    menu:
        'Обрадовать его':
            show expression 'pic/events/beach/adventures/adv4.png' at top as tempPic
            player.say 'Знаешь, ты можешь не только посмотреть... - Вы дотронулись пальчиком до топорщащегося члена подростка.'
            '   - А, что я могу ещё сделать? - с круглыми глазами спросил вас юноша, вздрогнув от прикосновения.'
            player.say 'Доставай своего красавца, я тоже хочу полюбоваться, - томно сказали вы и парень достал из своих штанов нехилое достоинство, которое было в полной боевой готовности.'
            player.say 'Давай его сюда!'
            'Вы увлажнили свои груди кремом от загара, спустив бретельки, и дрожащий от нетерпения парень, ввёл свой кол между ними. Это было приятное, но немного странное ощущение, когда горячая палка начала двигаться меж ваших грудей. Наклонив голову, вы высунули язычок, чтобы слизывать капельки преэякулята с кончика головки. Да, жеребец оказался слишком юн, и вы мельком удивились, как он только не кончил от одного вашего вида.'
            player.say 'Давай же, милый, прямо сюда!'
            'Вы призывно открыли ротик и высунули язычок. От такого соблазнительного вида парень совершенно потерял голову, и вскоре в ваш ротик ударила первая струя горячего семени. Вы старались не упускать все струи, наслаждаясь вкусом и вот, закончив кончать, парень с облегченной улыбкой заправил свой уменьшившийся член в шорты и горячо поблагодарил вас и ушёл, оглядываясь. Вы же расслаблено легли под зонтик, улыбаясь и наслаждаясь вкусом своего юного любовника.'
            $ player.coverSperm('рот')
            $ player.incCorr(2)
            $ player.incLust(20)
            $ changetime(40)
            $ player.incEnergy(-50)

        'Послать куда подальше и отдыхать':
            show expression 'pic/events/beach/adventures/noadv1.jpg' at top as tempPic
            'Вы спокойно отдохнули ещё часок и набрались сил для новых подвигов и свершений.'
            $ changetime(60)
            $ player.incEnergy(-100)
    $ move(curloc)
    
